/* No comment provided by engineer. */
"Connecting" = "A ligar...";

/* No comment provided by engineer. */
"NFiles" = "%d ficheiros";

/* No comment provided by engineer. */
"NotEnoughSpace" = "Sem espaço suficiente em disco";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Sending" = "A enviar...";

/* No comment provided by engineer. */
"TransferCanceled" = "Cancelado";

/* No comment provided by engineer. */
"TransferDeclined" = "Recusado";

/* No comment provided by engineer. */
"TransferFinished" = "Transferência Completa";

/* No comment provided by engineer. */
"TransferTimedOut" = "O tempo de ligação expirou";

/* No comment provided by engineer. */
"UnsupportedType" = "Tipo de ficheiro não suportado";

/* No comment provided by engineer. */
"QrCodeInstructions" = "Digitalize o código QR com o seu dispositivo Android para conectá-lo ao seu Mac. Certifique-se de que o seu telefone está ligado à mesma rede.\n\nEm alternativa, instale e abra a aplicação 'Files by Google' e toque em 'Receber' no canto inferior direito.";

/* No comment provided by engineer. */
"TimeoutTitle" = "Algo correu mal";

/* No comment provided by engineer. */
"TimeoutDescription" = "O NearDrop não conseguiu ligar-se ao seu telefone. Abra as definições do seu dispositivo Android e procure por 'Quick Share'. Altere a definição 'Quem pode partilhar consigo' para 'Todos' e tente novamente.";

/* No comment provided by engineer. */
"TimeoutButton" = "Ok";
